Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# notification.motivation.message_4
source: Every small step counts!
ar: كل خطوة صغيرة مهمة!
da: Hvert lille skridt tæller!
de: notification.motivation.message_4
es: ¡Cada pequeño paso cuenta!
fa: هر قدم کوچک مهم است!
fi: Jokainen pieni askel on tärkeä!
fr: Chaque petit pas compte !
he: notification.motivation.message_4
it: Ogni piccolo passo conta!
ja: あらゆる小さな一歩が重要です！
nl: Elke kleine stap telt!
sw: Kila hatua ndogo ni muhimu!
th: ทุกก้าวเล็กๆ มีความหมาย!
zh_hans: 每一个小步骤都很重要！
zh_hant: 每一個小步驟都很重要！
zh_hk: 每一個小步驟都很重要！

# notification.motivation.message_5
source: Believe in yourself!
ar: عليك ان تؤمن بنفسك!
da: Tro på dig selv!
de: notification.motivation.message_5
es: ¡Creer en ti mismo!
fa: خودت را باور کن!
fi: Usko itseesi!
fr: Croyez en vous!
he: notification.motivation.message_5
it: Credi in te stesso!
ja: 自分を信じて！
nl: Geloof in jezelf!
sw: Jiamini!
th: เชื่อในตัวเอง!
uk: Вірте в себе!
zh_hans: 相信你自己！
zh_hant: 相信你自己！
zh_hk: 相信你自己！

# notification.motivation.message_6
source: You're doing amazing!
ar: أنت تقوم بعمل رائع!
da: Du gør det fantastisk!
de: notification.motivation.message_6
es: ¡Lo estás haciendo increíble!
fa: شما شگفت انگیز انجام می دهید!
fi: Sinulla menee upeasti!
fr: Vous faites des merveilles !
he: notification.motivation.message_6
it: Stai andando alla grande!
ja: 素晴らしい出来ですね！
nl: Je doet het geweldig!
sw: Unafanya ajabu!
th: คุณทำได้ดีมาก!
uk: Ви робите чудово!
zh_hans: 你做得太棒了！
zh_hant: 你做得太棒了！
zh_hk: 你做得太棒了！

# notification.motivation.title
source: Stay Motivated
ar: البقاء دوافع
da: Forbliv motiveret
de: notification.motivation.title
fa: با انگیزه بمانید
fi: Pysy motivoituneena
fr: Restez motivé
he: notification.motivation.title
it: Rimani motivato
ja: モチベーションを維持する
nl: Blijf gemotiveerd
sw: Endelea Kuhamasishwa
th: มีแรงบันดาลใจอยู่เสมอ
uk: Залишайтеся мотивованими
zh_hans: 保持动力
zh_hant: 保持動力
zh_hk: 保持動力

# planner.action.new_task
source: New Task
ar: مهمة جديدة
da: Ny opgave
de: planner.action.new_task
es: Nueva Tarea
fa: وظیفه جدید
fi: Uusi tehtävä
fr: Nouvelle tâche
he: planner.action.new_task
it: Nuovo Compito
ja: 新しいタスク
nl: Nieuwe taak
ru: Новая задача
sw: Kazi Mpya
th: งานใหม่
zh_hans: 新建任务
zh_hant: 新任務
zh_hk: 新任務

# planner.action.plan_day
source: Plan Day
ar: يوم الخطة
da: Plandag
de: planner.action.plan_day
es: Planificar Día
fa: روز برنامه ریزی
fi: Suunnittele päivä
fr: Planifier la journée
he: planner.action.plan_day
it: Pianifica Giornata
ja: 計画日
nl: Plan dag
ru: Планировать день
sw: Siku ya Mpango
th: วันวางแผน
uk: День планування
zh_hans: 计划一天
zh_hant: 計劃日
zh_hk: 計劃日

# planner.action.planning
source: Planning...
ar: تخطيط...
da: Planlægning...
de: planner.action.planning
es: Planificando...
fa: برنامه ریزی...
fi: Suunnittelu...
fr: Planification...
he: planner.action.planning
it: Pianificazione...
ja: 計画中...
ru: Планирование...
sw: Inapanga...
th: กำลังวางแผน...
uk: Планування...
zh_hans: 规划中...
zh_hant: 規劃...
zh_hk: 規劃...

# planner.allowed_hours
source: Allowed hours: %1$d:00–%2$d:00
ar: الساعات المسموح بها: %1$d:00–%2$d:00
da: Tilladte timer: %1$d:00–%2$d:00
de: planner.allowed_hours
es: Horas permitidas: %1$d:00–%2$d:00
fa: ساعات مجاز: %1$d:00–%2$d:00
fi: Sallitut aukioloajat: %1$d:00–%2$d:00
fr: Heures autorisées : %1$d :00–%2$d :00
he: planner.allowed_hours
it: Ore consentite: %1$d:00–%2$d:00
ja: 許可される時間: %1$d:00–%2$d:00
nl: Toegestane uren: %1$d:00–%2$d:00
sw: Saa zinazoruhusiwa: %1$d:00–%2$d:00
th: ชั่วโมงที่อนุญาต: %1$d:00–%2$d:00
uk: Дозволені години: %1$d:00–%2$d:00
zh_hans: 允许的时间：%1$d:00–%2$d:00
zh_hant: 允許的時間：%1$d:00–%2$d:00
zh_hk: 允許的時間：%1$d:00–%2$d:00

# planner.break.long
source: Long Break
ar: استراحة طويلة
da: Lang pause
de: planner.break.long
es: largo descanso
fa: استراحت طولانی
fi: Pitkä tauko
fr: Longue pause
he: planner.break.long
it: Lunga pausa
ja: 長期休暇
nl: Lange pauze
sw: Mapumziko Marefu
th: หยุดยาว
uk: Тривала перерва
zh_hans: 长假
zh_hant: 長假
zh_hk: 長假

# planner.break.short
source: Short Break
ar: استراحة قصيرة
da: Kort pause
de: planner.break.short
es: Breve descanso
fa: استراحت کوتاه
fi: Lyhyt tauko
fr: Courte pause
he: planner.break.short
it: Breve pausa
ja: 短い休憩
nl: Korte pauze
sw: Mapumziko Mafupi
th: พักระยะสั้น
uk: Коротка перерва
zh_hans: 短暂休息
zh_hant: 短暫休息
zh_hk: 短暫休息

# planner.course.default
source: Course
ar: دورة
da: Kursus
de: planner.course.default
es: Curso
fa: دوره
fi: Kurssi
fr: Cours
he: planner.course.default
ja: コース
nl: Cursus
ru: Курс
sw: Kozi
th: คอร์ส
uk: курс
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# planner.debug.logs
source: Logs
ar: سجلات
de: planner.debug.logs
es: Registros
fa: سیاههها
fi: Lokit
fr: Journaux
he: planner.debug.logs
it: Registri
ja: ログ
nl: Logboeken
sw: Kumbukumbu
th: บันทึก
uk: Журнали
zh_hans: 日志
zh_hant: 日誌
zh_hk: 紀錄

# planner.debug.mark_deleted
source: Mark as deleted
ar: وضع علامة كمحذوفة
da: Markér som slettet
de: planner.debug.mark_deleted
fa: علامت گذاری به عنوان حذف شده
fi: Merkitse poistetuksi
fr: Marquer comme supprimé
he: planner.debug.mark_deleted
it: Contrassegna come eliminato
ja: 削除済みとしてマークする
nl: Markeer als verwijderd
sw: Tia alama kuwa imefutwa
th: ทำเครื่องหมายว่าลบแล้ว
uk: Позначити як видалене
zh_hans: 标记为删除
zh_hant: 標記為刪除
zh_hk: 標記為已刪除

# planner.debug.mark_extended
source: Mark as extended
ar: وضع علامة على أنها ممتدة
da: Markér som udvidet
de: planner.debug.mark_extended
fa: علامت گذاری به عنوان تمدید شده
fi: Merkitse laajennetuksi
fr: Marquer comme étendu
he: planner.debug.mark_extended
it: Contrassegna come esteso
ja: 延長済みとしてマークする
nl: Markeer als uitgebreid
sw: Weka alama kuwa imepanuliwa
th: ทำเครื่องหมายว่าขยายแล้ว
uk: Позначити як продовжений
zh_hans: 标记为延长
zh_hant: 標記為延長
zh_hk: 標記為擴展

# planner.debug.mark_kept
source: Mark as kept
ar: وضع علامة على أنه محفوظ
da: Markér som opbevaret
de: planner.debug.mark_kept
es: Marcar como conservado
fa: علامت گذاری به عنوان نگه داشته شده است
fi: Merkitse säilytetyksi
fr: Marquer comme conservé
he: planner.debug.mark_kept
it: Contrassegna come mantenuto
ja: 保存済みとしてマークする
nl: Markeer als bewaard
sw: Weka alama kuwa imehifadhiwa
th: ทำเครื่องหมายว่าเก็บไว้
zh_hans: 标记为保留
zh_hant: 標記為保留
zh_hk: 標記為保留

# planner.debug.mark_rescheduled
source: Mark as rescheduled
ar: وضع علامة كمعاد جدولتها
da: Markér som omlagt
de: planner.debug.mark_rescheduled
es: Marcar como reprogramado
fa: علامت گذاری به عنوان زمان بندی مجدد
fi: Merkitse uudelleen ajoitetuksi
fr: Marquer comme reprogrammé
he: planner.debug.mark_rescheduled
it: Contrassegna come riprogrammato
ja: 再スケジュールとしてマークする
nl: Markeer als verplaatst
sw: Tia alama kuwa imeratibiwa upya
th: ทำเครื่องหมายว่ากำหนดเวลาใหม่แล้ว
zh_hans: 标记为重新安排
zh_hant: 標記為重新安排
zh_hk: 標記為已重新安排

# planner.debug.mark_shortened
source: Mark as shortened
ar: وضع علامة على أنها مختصرة
da: Markér som forkortet
de: planner.debug.mark_shortened
fa: علامت گذاری به عنوان کوتاه شده
fi: Merkitse lyhennetyksi
fr: Marquer comme raccourci
he: planner.debug.mark_shortened
it: Contrassegna come abbreviato
ja: 短縮としてマークする
nl: Markeer als verkort
sw: Weka alama kuwa fupi
th: ทำเครื่องหมายว่าสั้นลง
uk: Позначити як скорочений
zh_hans: 标记为缩短
zh_hant: 標記為縮短
zh_hk: 標記為縮短

# planner.debug.schedule_result
source: Schedule Result
ar: نتيجة الجدول الزمني
da: Planlæg resultat
de: planner.debug.schedule_result
es: Resultado del programa
fa: نتیجه برنامه
fi: Aikataulu Tulos
fr: Résultat du planning
he: planner.debug.schedule_result
it: Risultato della pianificazione
ja: スケジュール結果
nl: Resultaat plannen
sw: Matokeo ya Ratiba
th: กำหนดการผล
uk: Розклад Результат
zh_hans: 计划结果
zh_hant: 計劃結果
zh_hk: 安排結果

# planner.due.days_ago
source: Due %d days ago
ar: كان مستحقًا منذ %d يومًا
da: Forfalder for %d dage siden
de: planner.due.days_ago
es: Venció hace %d días
fa: سررسید %d روز قبل
fi: Eräpäivä %d päivää sitten
fr: À rendre il y a %d jours
he: planner.due.days_ago
it: Scadenza %d giorni fa
ja: 期限: %d 日前
nl: Vervaldatum %d dagen geleden
ru: Срок был %d дн. назад
sw: Inadaiwa siku %d zilizopita
th: ครบกำหนดเมื่อ %d วันที่ผ่านมา
zh_hans: %d 天前到期
zh_hant: %d 天前到期
zh_hk: %d 天前到期

# planner.due.one_day_ago
source: Due 1 day ago
ar: مستحق قبل يوم واحد
da: Forfalder 1 dag siden
de: planner.due.one_day_ago
es: Venció hace 1 día
fa: سررسید 1 روز پیش
fi: Eräpäivä 1 päivä sitten
fr: À rendre il y a 1 jour
he: planner.due.one_day_ago
it: Scadenza 1 giorno fa
ja: 期限は 1 日前
nl: 1 dag geleden uitgerekend
ru: Срок был 1 день назад
sw: Inadaiwa siku 1 iliyopita
th: ครบกำหนดเมื่อ 1 วันที่แล้ว
uk: Термін виконання 1 день тому
zh_hans: 1 天前到期
zh_hant: 截止日期 1 天前
zh_hk: 截止日期 1 天前

# planner.due.today
source: Due today
ar: مستحق اليوم
da: Forfalder i dag
de: planner.due.today
es: Vence hoy
fa: سررسید امروز
fi: Erään tänään
fr: À rendre aujourd'hui
he: planner.due.today
it: Scadenza oggi
ja: 本日締切
nl: Vandaag verschuldigd
ru: Срок сегодня
sw: Inadaiwa leo
th: ครบกำหนดวันนี้
uk: Термін виконання сьогодні
zh_hans: 今天到期
zh_hant: 今天到期
zh_hk: 今天到期

# planner.empty.no_sessions
source: No sessions for this day yet.
ar: لا توجد جلسات لهذا اليوم بعد.
da: Ingen sessioner for denne dag endnu.
de: planner.empty.no_sessions
es: Aún no hay sesiones para este día.
fa: هنوز جلسه ای برای این روز وجود ندارد.
fi: Ei istuntoja tälle päivälle.
fr: Aucune session planifiée
he: planner.empty.no_sessions
it: Nessuna sessione pianificata
ja: この日のセッションはまだありません。
nl: Er zijn nog geen sessies voor deze dag.
sw: Bado hakuna vipindi vya siku hii.
th: ยังไม่มีเซสชั่นสำหรับวันนี้
uk: На цей день ще немає сесій.
zh_hans: 这一天还没有课程。
zh_hant: 這一天還沒有課程。
zh_hk: 這一天還沒有會議。

# planner.message.loading
source: Loading sessions…
ar: جارٍ تحميل الجلسات…
da: Indlæser sessioner...
de: planner.message.loading
es: Cargando sesiones…
fa: در حال بارگیری جلسات…
fi: Ladataan istuntoja…
fr: Chargement des sessions…
he: planner.message.loading
it: Caricamento sessioni…
ja: セッションを読み込み中…
nl: Sessies laden…
sw: Inapakia vipindi...
th: กำลังโหลดเซสชัน...
zh_hans: 正在加载课程…
zh_hant: 正在載入課程…
zh_hk: 正在加載會話...

# planner.message.run_plan_day
source: Run Plan Day to schedule tasks or add a task manually.
ar: قم بتشغيل Plan Day لجدولة المهام أو إضافة مهمة يدويًا.
da: Kør Plan Day for at planlægge opgaver eller tilføje en opgave manuelt.
de: planner.message.run_plan_day
es: Ejecuta Planificar Día para programar tareas o agrega una tarea manualmente.
fa: برنامه روز را اجرا کنید تا کارها را برنامه ریزی کنید یا یک کار را به صورت دستی اضافه کنید.
fi: Suorita Plan Day aikatauluttaaksesi tehtäviä tai lisätäksesi tehtävän manuaalisesti.
fr: Exécutez 'Planifier la journée' pour générer votre emploi du temps.
he: planner.message.run_plan_day
it: Esegui il Pianificatore per creare il tuo programma
ja: Plan Day を実行してタスクをスケジュールするか、タスクを手動で追加します。
nl: Voer Plandag uit om taken te plannen of handmatig een taak toe te voegen.
sw: Endesha Siku ya Mpango ili kuratibu kazi au kuongeza kazi wewe mwenyewe.
th: เรียกใช้ Plan Day เพื่อกำหนดเวลางานหรือเพิ่มงานด้วยตนเอง
uk: Запустіть Plan Day, щоб запланувати завдання або додати завдання вручну.
zh_hans: 运行"计划一天"以安排任务或手动添加任务。
zh_hant: 執行「計劃一天」以安排任務或手動新增任務。
zh_hk: 運行“計劃日”來計劃任務或手動添加任務。

# planner.minutes_total
source: %d minutes total
ar: إجمالي %d دقيقة
da: %d minutter i alt
de: planner.minutes_total
es: %d minutos en total
fa: %d دقیقه کل
fi: %d minuuttia yhteensä
fr: %d minutes au total
he: planner.minutes_total
it: %d minuti in totale
ja: 合計 %d 分
nl: %d minuten totaal
sw: Jumla ya dakika %d
th: ทั้งหมด %d นาที
zh_hans: 总共 %d 分钟
zh_hant: 總共 %d 分鐘
zh_hk: 總共 %d 分鐘

# planner.overdue.caught_up
source: You're caught up.
ar: لقد تم القبض عليك.
da: Du er fanget.
de: planner.overdue.caught_up
es: Estás atrapado.
fa: گرفتار شدی
fi: Olet kiinni.
fr: Vous êtes rattrapé.
he: planner.overdue.caught_up
it: Sei preso.
ja: 追いつかれてしまいました。
nl: Je zit vast.
sw: Umeshikwa.
th: คุณถูกตามทันแล้ว
uk: Ви наздогнали.
zh_hans: 你被追上了。
zh_hant: 你被追上了。
zh_hk: 你被追上了。

# planner.overdue.caught_up_description
source: Anything overdue will appear here so the planner can prioritize it.
ar: سيظهر هنا أي شيء متأخر حتى يتمكن المخطط من تحديد أولوياته.
da: Alt forfaldent vil blive vist her, så planlæggeren kan prioritere det.
de: planner.overdue.caught_up_description
es: Todo lo que esté vencido aparecerá aquí para que el planificador pueda priorizarlo.
fa: هر چیزی که عقب افتاده باشد در اینجا ظاهر می شود تا برنامه ریز بتواند آن را اولویت بندی کند.
fi: Kaikki myöhässä näkyvät asiat näkyvät tässä, jotta suunnittelija voi priorisoida ne.
fr: Tout ce qui est en retard apparaîtra ici afin que le planificateur puisse le prioriser.
he: planner.overdue.caught_up_description
it: Tutto ciò che è in ritardo apparirà qui in modo che il pianificatore possa dargli la priorità.
ja: 期限を過ぎたものはすべてここに表示されるため、プランナーは優先順位を付けることができます。
nl: Alles wat achterstallig is, wordt hier weergegeven, zodat de planner er prioriteit aan kan geven.
sw: Chochote kilichochelewa kitaonekana hapa ili mpangaji aweze kukipa kipaumbele.
th: อะไรที่ค้างชำระจะปรากฏที่นี่เพื่อให้ผู้วางแผนสามารถจัดลำดับความสำคัญได้
zh_hans: 任何逾期的事情都会出现在这里，以便规划者可以对其进行优先排序。
zh_hant: 任何逾期的事情都會出現在這裡，以便規劃者可以對其進行優先排序。
zh_hk: 任何逾期的事情都會出現在這裡，以便規劃者可以對其進行優先排序。

# planner.overdue.days
source: %d days overdue
ar: لقد تأخر موعد الاستحقاق بنسبة %d يومًا
da: %d dage forsinket
de: planner.overdue.days
es: %d días de retraso
fa: %d روز عقب افتاده است
fi: %d päivää myöhässä
fr: %d jours de retard
he: planner.overdue.days
it: %d giorni di ritardo
ja: %d 日遅れました
nl: %d dagen te laat
ru: Просрочено на %d дн.
sw: Siku %d zimechelewa
th: เกินกำหนด %d วัน
zh_hans: 逾期 %d 天
zh_hant: 逾期%d天
zh_hk: 逾期%d天

# planner.overdue.one_day
source: 1 day overdue
ar: 1 يوم متأخر
da: 1 dag forsinket
de: planner.overdue.one_day
es: 1 día de retraso
fa: 1 روز عقب افتاده
fi: 1 päivä myöhässä
fr: 1 jour de retard
he: planner.overdue.one_day
it: 1 giorno di ritardo
ja: 1日遅れ
nl: 1 dag te laat
ru: Просрочено на 1 день
sw: Siku 1 imechelewa
th: เกินกำหนด 1 วัน
uk: Прострочено на 1 день
zh_hans: 逾期 1 天
zh_hant: 逾期1天
zh_hk: 逾期1天

# planner.overdue.title
source: Overdue Tasks
ar: المهام المتأخرة
da: Forfaldne opgaver
de: planner.overdue.title
es: Tareas Atrasadas
fa: وظایف عقب افتاده
fi: Myöhästyneet tehtävät
fr: En retard
he: planner.overdue.title
it: In Ritardo
ja: 期限を過ぎたタスク
nl: Achterstallige taken
ru: Просроченные задачи
sw: Kazi Zilizochelewa
th: งานที่ค้างชำระ
uk: Прострочені завдання
zh_hans: 逾期任务
zh_hant: 逾期任務
zh_hk: 逾期任務

# planner.overdue.today
source: Today
ar: اليوم
da: I dag
de: planner.overdue.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: planner.overdue.today
it: Oggi
ja: 今日
nl: Vandaag
ru: Сегодня
sw: Leo
th: วันนี้
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# planner.progress
source: %d%% complete
ar: اكتمل %d%%
da: %d%% fuldført
de: planner.progress
fa: %d%% کامل شد
fi: %d%% valmis
fr: %d%% terminé
he: planner.progress
it: %d%% completato
ja: %d%% 完了
nl: %d%% voltooid
sw: %d%% imekamilika
th: %d%% เสร็จสมบูรณ์
uk: Виконано %d%%.
zh_hans: %d%% 已完成
zh_hant: %d%% 已完成
zh_hk: %d%% 已完成

# planner.recurrence.after
source: After
ar: بعد
da: Efter
de: planner.recurrence.after
es: Después
fa: بعد از
fi: Jälkeen
fr: Après
he: planner.recurrence.after
it: Dopo
ja: 後
nl: Na
sw: Baada ya
th: หลังจาก
uk: після
zh_hans: 后
zh_hant: 後
zh_hk: 後

# planner.recurrence.form.end
source: End
ar: نهاية
da: Ende
de: planner.recurrence.form.end
es: Fin
fa: پایان
fi: Loppu
fr: Fin
he: planner.recurrence.form.end
it: FINE
ja: 終わり
nl: Einde
sw: Mwisho
th: จบ
zh_hans: 结束
zh_hant: 結束
zh_hk: 結尾

# planner.recurrence.form.holidays
source: Holidays
ar: العطل
da: Helligdage
de: planner.recurrence.form.holidays
es: Vacaciones
fa: تعطیلات
fi: Lomat
fr: Vacances
he: planner.recurrence.form.holidays
it: Vacanze
ja: 休日
nl: Vakantie
sw: Likizo
th: วันหยุด
uk: свята
zh_hans: 假期
zh_hant: 假期
zh_hk: 假期

# planner.recurrence.form.interval
source: Interval
ar: فاصلة
de: planner.recurrence.form.interval
es: Intervalo
fa: فاصله
fi: Intervalli
fr: Intervalle
he: planner.recurrence.form.interval
it: Intervallo
ja: 間隔
sw: Muda
th: ช่วงเวลา
uk: Інтервал
zh_hans: 间隔
zh_hant: 間隔
zh_hk: 間隔

# planner.recurrence.form.repeat
source: Repeat
ar: يكرر
da: Gentage
de: planner.recurrence.form.repeat
es: Repetir
fa: تکرار کنید
fi: Toistaa
fr: Répéter
he: planner.recurrence.form.repeat
it: Ripetere
ja: 繰り返す
nl: Herhalen
sw: Rudia
th: ทำซ้ำ
zh_hans: 重复
zh_hant: 重複
zh_hk: 重複

# planner.recurrence.form.skip
source: Skip
ar: يتخطى
da: Springe
de: planner.recurrence.form.skip
es: Saltar
fa: پرش کنید
fi: Ohita
fr: Sauter
he: planner.recurrence.form.skip
it: Saltare
ja: スキップ
nl: Overslaan
sw: Ruka
th: ข้าม
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

# planner.recurrence.form.skip_holidays
source: Skip holidays
ar: تخطي العطلات
da: Spring ferie over
de: planner.recurrence.form.skip_holidays
es: saltarse las vacaciones
fa: از تعطیلات بگذرید
fi: Ohita lomat
fr: Passer les vacances
he: planner.recurrence.form.skip_holidays
it: Salta le vacanze
ja: 休暇をスキップする
nl: Vakantie overslaan
sw: Ruka likizo
th: ข้ามวันหยุด
uk: Пропустити свята
zh_hans: 跳过假期
zh_hant: 跳過假期
zh_hk: 跳過假期

# planner.recurrence.form.skip_weekends
source: Skip weekends
ar: تخطي عطلات نهاية الأسبوع
da: Spring weekender over
de: planner.recurrence.form.skip_weekends
es: Saltar fines de semana
fa: تعطیلات آخر هفته را رها کنید
fi: Ohita viikonloput
fr: Passer les week-ends
he: planner.recurrence.form.skip_weekends
it: Salta i fine settimana
ja: 週末をスキップする
nl: Weekenden overslaan
sw: Ruka wikendi
th: ข้ามวันหยุดสุดสัปดาห์
uk: Пропустіть вихідні
zh_hans: 跳过周末
zh_hant: 跳過週末
zh_hk: 跳過週末

# planner.recurrence.never
source: Never
ar: أبداً
da: Aldrig
de: planner.recurrence.never
es: Nunca
fa: هرگز
fi: Ei koskaan
fr: Jamais
he: planner.recurrence.never
it: Mai
ja: 一度もない
nl: Nooit
sw: Kamwe
th: ไม่เคย
uk: Ніколи
zh_hans: 绝不
zh_hant: 絕不
zh_hk: 絕不

# planner.recurrence.no_holiday_source
source: No holiday source configured.
ar: لم يتم تكوين مصدر عطلة.
da: Ingen feriekilde konfigureret.
de: planner.recurrence.no_holiday_source
es: No hay ninguna fuente de vacaciones configurada.
fa: هیچ منبع تعطیلات پیکربندی نشده است.
fi: Lomalähdettä ei ole määritetty.
fr: Aucune source de vacances configurée.
he: planner.recurrence.no_holiday_source
it: Nessuna fonte di festività configurata.
ja: 休日ソースが設定されていません。
nl: Geen vakantiebron geconfigureerd.
sw: Hakuna chanzo cha likizo kilichosanidiwa.
th: ไม่มีการกำหนดค่าแหล่งที่มาของวันหยุด
uk: Джерело свят не налаштовано.
zh_hans: 未配置节假日源。
zh_hant: 未配置節假日源。
zh_hk: 未配置節假日源。

# planner.recurrence.none
source: None
ar: لا أحد
da: Ingen
de: planner.recurrence.none
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
he: planner.recurrence.none
it: Nessuno
ja: なし
nl: Geen
sw: Hakuna
th: ไม่มี
zh_hans: 没有任何
zh_hant: 沒有任何
zh_hk: 沒有任何

# planner.recurrence.on_date
source: On Date
ar: في التاريخ
da: På dato
de: planner.recurrence.on_date
es: En la fecha
fa: در تاریخ
fi: Päivämääränä
fr: Le jour
he: planner.recurrence.on_date
it: In data
ja: 日付通り
nl: Op datum
sw: Tarehe
th: เมื่อวันที่
uk: На дату
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

# planner.recurrence.system_calendar
source: System Calendar
ar: تقويم النظام
da: Systemkalender
de: planner.recurrence.system_calendar
es: Calendario del sistema
fa: تقویم سیستم
fi: Järjestelmän kalenteri
fr: Calendrier système
he: planner.recurrence.system_calendar
it: Calendario di sistema
ja: システムカレンダー
nl: Systeem Kalender
sw: Kalenda ya Mfumo
th: ปฏิทินระบบ
uk: Системний календар
zh_hans: 系统日历
zh_hant: 系統日曆
zh_hk: 系統日曆

# planner.recurrence.type.daily
source: Daily
ar: يوميًا
da: Daglig
de: planner.recurrence.type.daily
es: A diario
fa: روزانه
fi: Päivittäin
fr: Tous les jours
he: planner.recurrence.type.daily
ja: 毎日
nl: Dagelijks
sw: Kila siku
th: รายวัน
uk: Щодня
zh_hans: 每日
zh_hant: 每日
zh_hk: 日常的

# planner.recurrence.type.monthly
source: Monthly
ar: شهريا
da: Månedlig
de: planner.recurrence.type.monthly
es: Mensual
fa: ماهانه
fi: Kuukausittain
fr: Mensuel
he: planner.recurrence.type.monthly
it: Mensile
ja: 毎月
nl: Maandelijks
sw: Kila mwezi
th: รายเดือน
uk: Щомісяця
zh_hans: 每月
zh_hant: 每月
zh_hk: 每月

# planner.recurrence.type.none
source: None
ar: لا أحد
da: Ingen
de: planner.recurrence.type.none
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
he: planner.recurrence.type.none
it: Nessuno
ja: なし
nl: Geen
sw: Hakuna
th: ไม่มี
zh_hans: 无
zh_hant: 無
zh_hk: 沒有任何

# planner.recurrence.type.weekly
source: Weekly
ar: أسبوعي
da: Ugentlig
de: planner.recurrence.type.weekly
es: Semanalmente
fa: هفتگی
fi: Viikoittain
fr: Hebdomadaire
he: planner.recurrence.type.weekly
it: Settimanale
ja: 毎週
nl: Wekelijks
sw: Kila wiki
th: รายสัปดาห์
uk: Щотижня
zh_hans: 每周
zh_hant: 每週
zh_hk: 每週

# planner.recurrence.type.yearly
source: Yearly
ar: سنوي
da: Årligt
de: planner.recurrence.type.yearly
es: Anual
fa: سالانه
fi: Vuosittain
fr: Annuel
he: planner.recurrence.type.yearly
it: Annuale
ja: 毎年
nl: Jaarlijks
sw: Kila mwaka
th: เป็นประจำทุกปี
zh_hans: 每年
zh_hant: 每年
zh_hk: 每年

# planner.session.source.adjusted
source: Adjusted
ar: تعديل
da: Justeret
de: planner.session.source.adjusted
fa: تنظیم شده است
fi: Säädetty
fr: Ajusté
he: planner.session.source.adjusted
ja: 調整済み
nl: Aangepast
sw: Imerekebishwa
th: ปรับแล้ว
uk: Скориговано
zh_hans: 已调整
zh_hant: 已調整
zh_hk: 調整後

# planner.session.source.auto_plan
source: Auto-plan
ar: التخطيط التلقائي
de: planner.session.source.auto_plan
es: Planificación automática
fa: برنامه ریزی خودکار
fi: Automaattinen suunnittelu
fr: Planification automatique
he: planner.session.source.auto_plan
it: Pianificazione automatica
ja: 自動計画
nl: Automatisch plannen
sw: Mpango otomatiki
th: วางแผนอัตโนมัติ
uk: Автоплан
zh_hans: 自动计划
zh_hant: 自動計劃
zh_hk: 自動計劃

# planner.steps_count
source: %1$d/%2$d steps
ar: %1$d/%2$d خطوة
da: %1$d/%2$d trin
de: planner.steps_count
es: %1$d/%2$d pasos
fa: %1$d/%2$d مرحله
fi: %1$d/%2$d askelta
fr: %1$d/%2$d pas
he: planner.steps_count
it: %1$d/%2$d passi
ja: %1$d/%2$d ステップ
nl: %1$d/%2$d stappen
sw: Hatua %1$d/%2$d
th: %1$d/%2$d ขั้นตอน
uk: %1$d/%2$d кроків
zh_hans: %1$d/%2$d 步
zh_hant: %1$d/%2$d 步
zh_hk: %1$d/%2$d 步

# planner.task.due
source: Due
ar: حق
da: Forfalder
de: planner.task.due
es: Vence
fa: سررسید
fi: Erääntynyt
fr: Exigible
he: planner.task.due
ja: 期限
nl: Vanwege
ru: Срок
sw: Inastahili
th: เนื่องจาก
uk: належний
zh_hans: 到期
zh_hant: 到期
zh_hk: 到期的

# planner.task.minutes_short
source: min
ar: دقيقة
de: planner.task.minutes_short
fa: دقیقه
he: planner.task.minutes_short
ja: 分
ru: мин
th: นาที
uk: хв
zh_hans: 分钟
zh_hant: 分鐘
zh_hk: 分鐘

# planner.task_sheet.action.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: planner.task_sheet.action.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: planner.task_sheet.action.cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
ru: Отмена
sw: Ghairi
th: ยกเลิก
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# planner.task_sheet.action.create
source: Create
ar: يخلق
da: Skabe
de: planner.task_sheet.action.create
es: Crear
fa: ایجاد کنید
fi: Luoda
fr: Créer
he: planner.task_sheet.action.create
it: Creare
ja: 作成する
nl: Creëren
ru: Создать
sw: Unda
th: สร้าง
zh_hans: 创建
zh_hant: 建立
zh_hk: 創造

# planner.task_sheet.action.save
source: Save
ar: يحفظ
da: Spare
de: planner.task_sheet.action.save
es: Guardar
fa: ذخیره کنید
fi: Tallentaa
fr: Sauvegarder
he: planner.task_sheet.action.save
it: Salva
ja: 保存
nl: Redden
ru: Сохранить
sw: Hifadhi
th: บันทึก
zh_hans: 保存
zh_hant: 儲存
zh_hk: 節省

# planner.task_sheet.edit_title
source: Edit Task
ar: تحرير المهمة
da: Rediger opgave
de: planner.task_sheet.edit_title
es: Editar Tarea
fa: ویرایش وظیفه
fi: Muokkaa tehtävää
fr: Modifier la tâche
he: planner.task_sheet.edit_title
it: Modifica attività
ja: タスクの編集
nl: Taak bewerken
ru: Редактировать задачу
sw: Hariri Kazi
th: แก้ไขงาน
uk: Редагувати завдання
zh_hans: 编辑任务
zh_hant: 編輯任務
zh_hk: 編輯任務
